tap "facebook/fb"
tap "homebrew/bundle"
brew "binutils"
brew "carthage"
brew "cmake"
brew "openssl@3"
brew "cocoapods"
brew "exiftool"
brew "fastlane"
brew "fd"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "go@1.23"
brew "goenv"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "libffi"
brew "libpcap"
brew "llvm"
brew "make"
brew "minizip"
brew "msitools"
brew "mysql"
brew "node"
brew "pkgconf"
brew "pv"
brew "python-packaging"
brew "python@3.13"
brew "python-yq"
brew "python@3.9"
brew "qrencode"
brew "qt@5"
brew "shfmt"
brew "swift-outdated"
brew "swiftlint"
brew "tcpdump"
brew "telnet"
brew "tree"
brew "wget"
brew "wireshark"
brew "yarn"
brew "facebook/fb/idb-companion"
cask "lunar"
cask "ngrok"
vscode "ms-vscode.makefile-tools"
go "mvdan.cc/garble"
go "github.com/sagernet/gomobile/cmd/gobind"
go "github.com/sagernet/gomobile/cmd/gomobile"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
